;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Persian فارسي
WebLang=FAR
Translator=مهندس عبدالرضا شفايي
Codepage=UNICODE                                   
Version=2.0.5 

[Uninstaller Toolbar]
102=نمايش
103=تنظيمات
104=حذف کننده
105=ابزارها
106=حالت\n شکارچي
107=فهرست
108=شمايل
109=جزئيات
110=عـز ل برنامه
111=حذف ورودي 
112=تازه سازي
113=آيا مطمئن به حذف ورودي انتخاب شده هستيد ؟
114=آيا مطمئن به خروج برنامه برگزيده از نصب هستيد ؟
115=بروزرساني
116=راهنما
117=....راهنماي ابزار جاري
118=...صفحه خانگي
119=...درباره
120=! شما سرپرست اين ويندوز نيستيد
121=! لغو کنيد مگر آنکه مطمئن هستيد چکار داريد مي کنيد\nآيا مطمئن به خارج کردن اجزاي سيستم انتخاب شده از نصب هستيد ؟
122=حذف کننده خارجي همه برنامه هاي نصب شده و اجزاي آنرا هم براي کاربر جاري هم ساير کابران ويندوز بشما نشان ميدهد در جزئيات نمايش از دکمه نوع نمايش از نوار ابزار يا از منوي زمينه شما قادر به مشاهده اطلاعات اضافي از قبيل خصوصيات نصب مثل تاريخ نصب نسخه برنامه نام شرکت توليد کننده مسير حذف برنامه و .. خواهيد بود يکي از ويژگيهاي اصلي اين برنامه حالت شکارچي است که به کاربر امکان حذف يا توقف يا حذف و يا غيرفعالسازي از شروع بکار هنگام راه اندازي ويندوزرا فقط با يک کليک را ميدهد
123=جستجو
124=يافت شد :
125=! اين اجزا امکان دارد براي سيستم عامل شما ضروري باشد\nآيا مطمئن به حذف اجزاي سيستم انتخاب شده از فهرست ثبتي دستگاه هستيد ؟
126=بعنوان شروع بکار ديگر فعال نيست
127=بعنوان شروع بکار تنظيم شد
128=نصب شده است %s داخل همان مسيري نصب شده که %s\n بقايايي از دو برنامه يافت شدند با دقت مواردي که مايليد حذف شوند را تيک بزنيد
129=از نصب MSI خروج اجباري            

[Uninstaller List]
150=برنامه  
151=اندازه
152=نسخه
153=تاريخ نصب
154=شرکت
155=وبگاه
156=توضيح
157=مسير حذف برنامه
158=کليد ثبت برنامه
159=نصب کننده

[Uninstaller StatusBar]
201=نصب ها  :
202=...در حال بارگزاري

[Registry Optimizer]
302=محل کاوش را انتخاب کنيد
303=منوي آغاز

[Autorun Toolbar]
407=اجــرا    
408=کشتن پردازش    
409=حذف
410=اقلام :
411=فعال شده :
412=با "مدير راه انداز ويندوز" نه تنها قادر به فعالسازي يا غيرفعالسازي برنامه هايي که بطور خودکار هنگام راه اندازي ويندوز شروع بکار مي کنند هستيد بلکه حتي ميتوانيد اطلاعاتي بيشتري درباره جزئيات آن برنامه هاي خاص کسب کنيد بعنوان مثال شما خواهيد توانست در مورد مسير راه اندازي ، توضيحات ناشر ، وضعيت برنامه (درحال اجرا يا نه در حال اجرا)، محل راه اندازي پرونده اجرائي برنامه در لوحفشرده يا کليد ثبتي برنامه داخل فهرست آمار ثبتي برنامه ها اطلاعات زيادي بدست آوريد 

[Autorun List]
450=نام راه انداز
451=مسير راه اندازي
452=شرح
453=ناشر
454=وضعيت
455=محل
456=در حال اجرا
457=نه در حال اجرا
458=باطل
459=کشتن پردازش   
460=اجراي فرايند
461=باز کردن پوشه محتوا
462=رفتن به محل
463=رونشت مسير راه اندازي
464=حذف انتخاب شده
465=حذف موارد باطله
466=حذف موارد نه در حال اجرا
467=حذف موارد غيرفعال         
468=...خصوصيات
470=هرگونه اطلاعات ذخيره نشده از دست خواهد رفت !\n آيا مطمئن به بستن برنامه انتخاب شده هستيد؟
471=آيا مطمئن به حذف همه موارد انتخاب شده هستيد ؟
472=آيا مطمئن به حذف همه موارد باطله هستيد ؟
473=آيا مطمئن به حذف همه موارد نه در حال اجرا هستيد ؟
474=آيا مطمئن به حذف همه موارد غيرفعال شده هستيد ؟
475=فرمان وجود ندارد
476=ناشناخته
477=غيرفعالسازي شروع خودکار
478=فعالسازي شروع خودکار

[Outlook Control]
300=بهينه سازي
301=بهينه ساز فهرست ثبتي ويندوز
400=Windows راه انداز          
500=پاکسازي ردپاها
501=Internet پاکسازي        
600=Microsoft Office پاکسازي                                  
700=Windows پاکسازي                                                                                     
800=پاکسازي مدارک 
900=حذف غيرقابل بازيابي
2100=Windows ابزارهاي               
2200=Junk پاکسازي پرونده هاي 

[Track Cleaner Browsers]
507=پاکسازي همه
508=پاکسازي تاريخچه صفحات شبکه جهاني تارنما
509=حذف تاريخچه نوار نشاني مرورگر
510=حذف پرونده هاي موقت شبکه جهاني تارنما
511=حذف بسته هاي اطلاعاتي 
512=Index.dat حذف پرونده هاي 
513=اجــرا
514=حذف تاريخچه بارگيري
515=حذف تاريخچه نشست
516=حذف تاريخچه فرم
517=خروج از نصب
518=آيا مطمئن به پاکسازي همه داده هاي تاريخچه مورد برگزيده هستيد ؟
521=آيا مطمئن به پاکسازي همه داده هاي تاريخچه مرورگر IE هستيد ؟
522=آيا مطمئن به پاکسازي همه داده هاي تاريخچه مرورگر Firefox هستيد ؟
523=آيا مطمئن به پاکسازي همه داده هاي تاريخچه مرورگر Opera هستيد ؟
524=آيا مطمئن به پاکسازي همه داده هاي تاريخچه مرورگر Netscape هستيد ؟
525=ابزار "پاک کننده شبکه جهاني تارنما" ابزاري جهت حذف جزئيات اطلاعات تاريخچه مرورگرهاي برتر اينترنتي شامل هر تارنمايي که تابحال بازديد کرده ايد اطلاعاتي که بسادگي با فشردن يک دکمه قابل دسترسي و مشاهده براي هرکسيکه از مرورگر ويندوز شما استفاده ميکند مي باشد توسط ابزار پاکسازي مرورگر شما قادر به حذف پرونده هاي موقت شبکه جهاني تارنما شامل هر گونه عکس و ويدئو و صفحات تارنماهايي که بطور درونخطي تاکنون مشاهده يا مرور کرده ايد ميباشد مزاياي پاکسازي  تاريخچه يکي افزايش فضاي آزاد لوحگردان و ديگر افزايش سرعت مرورگر و مهمتر از همه حفظ امنيت شخصي شما مي باشد 
  تاريخچه مرورگر يکي افزايش فضاي آزاد لوحگردان از لوحفشرده و ديگر افزايش سرعت مرورگر و مهمتر از همه حفظ امنيت شخصي شما در صورتيکه ويندوز شما بين چندين کاربر مصرف عومي دارد مي باشد  
526=قبل از پاکسازي پسماندها و ردپاهاي شبکه جهاني تارنما مرورگر خود را ببنديد
527=دفعه بعدي که رايانه راه اندازي مي گردد حذف خواهد شد Index.dat پرونده هاي
599=!پيگيري عمليات پاکسازي براي موارد برگزيده کامل گرديد

[Office Track Cleaner]
601=پاکسازي
607=Microsoft Word پاکسازي تاريخچه اسناد اخير                    
608=(XP-2000-2003-2007-2010-2016) Word شامل تمام نسخه هاي     
609=Microsoft Excel پاکسازي تاريخچه اسناد اخير                  
610=(XP-2000-2003-2007-2010-2016) Excel شامل تمام نسخه هاي    
611=Microsoft Access پاکسازي تاريخچه اسناد اخير                
612=(XP-2000-2003-2007-2010-2016) Access شامل تمام نسخه هاي   
613=Microsoft PowerPoint پاکسازي تاريخچه اسناد اخير              
614=(XP-2000-2003-2007-2010-2016) PowerPoint شامل تمام نسخه هاي  
615=Microsoft FrontPage پاکسازي تاريخچه اسناد اخير      
616=(XP-2000-2003) FrontPage شامل تمام نسخه هاي 
617=ابزار "پاک کننده ماکروسافت آفيس" بشما امکان حذف تاريخچه اخير پرونده هاي استفاده شده محصولات مختلف ماکروسافت آفيس را ميدهد تا اشخاص ديگر نتوانند طرحهاي باز شده اخيررا بخوانند يا اسناد و صفحات گسترده و ديگر پرونده هاي ايجاد شده شما را ويرايش کنند جهت اينکارکافيست نوع پرونده هايي را که لازم نداريد را انتخاب و سپس دکمه "پاکسازي" را بزنيد تا ديگر براي غريبه ها قابل دسترسي نباشد 

[Windows Tracks Cleaner]
701=پاکسازي
707=پاکسازي تاريخچه اسناد اخير
708=پاکسازي تاريخچه اجراي منوي آغاز ويندوز
709=پاکسازي تاريخچه جستجوي پرونده              
710=پاکسازي تاريخچه چاپگرها رايانه ها و جستجوي افراد
711=خالي کردن حافظه موقت
712=MS Paint پاکسازي تاريخچه پرونده هاي اخير
713=MS Wordpad پاکسازي تاريخچه پرونده هاي اخير
714=Regedit پاکسازي تاريخچه آخرين کليدهاي باز شده          
715=پاکسازي تاريخچه پنجره هاي محاوره اي مشترک باز شده /ذخيره شده اخير
716=پاکسازي تاريخچه پنجره هاي محاوره اي مشترک پوشه هاي بازديد شده اخير
717=خالي کردن سطل بازيافت
718=حذف پرونده هاي موقت ويندوز
719=حذف تاريخچه گزارش کارکرد منوي آغاز ويندوز
720=ابزار "پاک کننده ويندوز" بشما امکان پاکسازي تاريخچه پرونده هاي موقتي را که توسط برنامه هاي ماکروسافت ويندوز از قبيل سوابق جستجوي پرونده در منوي آغاز(هنگاميکه يک پوشه يا يک پرونده اي را جستجو مي کنيد) يا سوابق اسناد اخير باز شده در منوي آغاز يا سوابق باز شده و ذخيره شده مربوط به پنجره محاوره اي برنامه هاي مختلف از قبيل برنامه نقاشي ، نوت پد و نوار ابزار سفارشي شده همه پنجره ها و بسياري چيزهاي ديگر که برنامه هاي ويندوز با هر بار استفاده ردپاههاي از کاربر روي رايانه بجا مي گذارند را مي دهد از قابليتهاي ديگر آن امکان خالي کردن سطل بازيافت ويندوز و حذف پرونده هاي موقت خاص ويندوز است که در نهايت سبب آزادسازي فضاي آزاد بيشتري از لوحفشرده و همچنين حافظه موقت دستگاه و در نتيجه افزايش سرعت ويندوز مي شود است
721=حذف ميگردد explorer.exe  تاريخچه اجرا پس از راه اندازي پردازش پروده      
722=ردپاهاي دفتر ثبتي ويندوز
723=Hard Disk ردپاهاي امنيتي روي لوحگردانهاي 
724=Memory Dump حذف پرونده هاي فروپاشيده  
725=Check Disk حذف خرده هاي پرونده اي بازيابي شده در 

[Evidence Remover]
802=اجــرا
803=پاک گرداني
804=لطفا تا زمانيکه عمليات پاک گرداني در حال انجام است صبر نماييد
805=کامل شده
806=! علامت تيک را روي لوحگردانها با محتواي ردپاها و مدارک مربوط به آنچه که ميخواهيد حذف شوند را بزنيد اين ابزار تنها روي اطلاعات از قبل حذف شده موثر است\nهشدار : پس از اتمام عمليات پاکسازي بازيابي پرونده هاي حذف شده غير ممکن خواهد بود پس دقت کنيد
807=ابزار "پاک کننده مدارک" قادربه پاکسازي دائم ردپاهاي پوشه ها و پرونده هايي که قبلا بطورظاهري و نمادين حذف شده اند از روي لوحگردانهاي لوحفشرده شما براي هميشه مي باشد وقتي شما مبادرت به خالي کردن سطل بازيافت ويندوز خود مي کنيد پرونده ها و پوشه هاي داخل آن بطور نمادين حذف ميشوند اما در حقيقت از نظر فيزيکي هيچکدام پاک نمي شوند اين ابزار طوري  مبادرت به حدف اين ردپاها از روي لوحفشرده شما مي کند که هيچکس با هيچ نوع ابزار نرم افزاري قادر به بازيابي مجدد آنها نخواهد بود بعبارتي بازيابي مجدد ردپاهاي پاکسازي شده لوحفشرده با اين ابزار کاملا غير ممکن است
808=آيا مطمئن به حذف ردپاهاي پسمانده و مدارک از روي لوح (هاي) گردان برگزيده هستيد ؟

[Unrecoverable Delete]
912=فهرست پرونده ها و پوشه هايي که قرارست طوري حذف شوند که بازيابي آنها غيرممکن باشد
913=پرونده ها
914=پوشه ها
915=! پرونده هايي که مايل به حذف آنها از روي دستگاه تان هستيد را قرار دهيد اين پرونده ها توسط  هيچ نرم افزاري نميتوانند بازيابي شوند
916=! پوشه هايي که مايل به حذف آنها از روي دستگاه تان هستيد را قرار دهيد اين پوشه ها توسط  هيچ نرم افزاري نميتوانند بازيابي شوند
917=پرونده ها را اضافه کنيد تا حذف شوند
918=پوشه ها را اضافه کنيد تا حذف شوند
919=حذف براي هميشه
920=پاکسازي فهرست
921=اگر مايل به حذف امن پرونده(هايي) يا پوشه (هايي) هستيد که توسط هيچکس با هيچ ابزار نرم افزاري قابل بازيابي مجدد نباشد ابزار "حذف غيرقابل بازيابي" بشما کمک مي کند حذف پرونده ها يا پوشه ها و سپس خالي کردن سطل بازيافت ويندوز تنها بصورت نمادين آنها را حذف مي کند ولي ردپاهايي از هر پرونده يا پوشه حذف شده روي لوحفشرده باقي مي ماند که هرکسي بسادگي قادر به بازيابي مجدد آنها توسط برنامه هاي خاصي ست . ابزار "حذف غير قابل بازيابي" طوري اين پرونده هاي انتخاب شده را حذف مي کند که براي هميشه از روي لوحگردانهاي لوحفشرده شما بدون هيچ ردپايي بصورت فيزيکي نه نمادين پاک گردند
922=آيا مطمئن به حذف پرونده ها و پوشه هاي منتخب بطور دائم هستيد ؟

[Options Tree]
1001=گزينه ها
1100=عمومي
1200=خروج از نصب

[General]
1101=: زبان جاري
1102=حالت پيشرفته
1103=بررسي بروزرساني هنگام شروع بکار

[Uninstaller Options]
1201=نمايش بروزرساني هاي دستگاه
1202=نمايش اجزاي دستگاه
1204=تنها اجراي خارج کننده توکار از نصب
1205=(پشتيباني نشده Vista در ويندوز)
1206=قبل از خروج از نصب ايجاد نقطه بازيابي از دستگاه
1207 = حذف فایلها و پوشه های بر جای مانده به سطل بازیافت

[Auto Update]
1907=بروزرساني
1908=اطلاعات نسخه
1909=نسخه جاري :   
1910=آخرين نسخه  :  
1911=دريافت
1912=دريافت آخرين نسخه
1913=چه خبر ؟                                
1914=...در حال بررسي
1915=...خطاي اتصال
1916=توقف کامل
1917=بارگيري شده %s از %s                            
1918=(بارگيري شده (اندازه کل ناشناخته %s                          
1919=برنامه حذف کننده نتوانست به وبگاه برنامه متصل شود بررسي کنيد آيا اتصال شبکه جهاني فعال هست و اينکه آيا ديواره آتش ويندوز دسترسي به وبگاه برنامه را مسدود نکرده است!؟ 
1920=خطا : بررسي وجود نسخه جديد موفق نبود .هيچ اتصال شبکه جهاني تارنما وجود ندارد

[WinTools]
2110=اجــرا   
2111=همراه با هر سيستم عامل ويندوزي تعداد زيادي ابزارهاي سودمند دستي وجود دارد که برخي از خطوط فرمان پيچيده اي استفاده ميکنند در برخي ديگر دستيابي مشکلتر است "ابزارهاي ويندوز" از برنامه حذف کننده حرفه اي بسرعت بشما امکان دسترسي به بيش از ده ابزار اصلي ويندوز را تنها با يک کليک ارائه ميدهد 
2112=اگر مشکلي بوجود آمد با استفاده از ابزار "بازيابي سيستم" ميتوان رايانه را به آخرين حالت ذخيره شده قبلي بدون اينکه پرونده اطلاعات شخصي از دست برود بازگرداند اين ابزار با نظارت بر تغييرات سيستم و برخي پرونده برنامه ها بطور خودکار و بسهولت نقاط بازيابي مشخصي از سيستم شما ايجاد مي کند اين نقاط که بطور روزانه در هر زمان يا رخداد مهمي از سيستم ايجاد ميشوند بشما امکان بازگشت سيستم به حالت پشتيبان قبلي را ميدهند همچنين ميتوانيد خودتان بطور دستي در هر زماني که لازم است اين نقاط را به همراه اختصاص دادن نامي بدان ايجاد کنيد 
2113=ابزار "عيب شناس شبکه" ، ابزاري جهت جمع آوري و نمايش اطلاعات سخت افزاري و سيستم عامل ، پيکربندي تنظيمات اينترنت و مودم و تنظيمات کارت شبکه بمنظور عيب يابي و عيب شناسي شبکه مرتبط با خط تلفن يا اينترنت . توسط ابزار تشخيص شبکه با يک اسکن ميتوانيد از سلامت اتصال اجزاي شبکه به برنامه ها و و عملکرد صحيح وظائف آن بمنظور شناسايي انواع اتصالات شبکه شناخته شده براي دستگاه تان بهمراه سرويسهاي همراه و مشکلات مرتبط با آن بسته به گزينه هاي اسکن انتخاب شده مطمئن شد
2114=ابزار"اطلاعات شبکه"، تحت فرمان داس جهت نمايش اطلاعات پيکربندي شبکه ها تحت "قرارداد مديريت انتقال داده"و انتقال داده بين رايانه ها روي شبکه"قرارداد پيکربندي پوياي خدمات ميزبان جهت اختصاص شناسه هويت بهررايانه روي شبکه،نمايش تنظيمات"سامانه نام دامنه"جهت اختصاص نام بهر نشاني رو شبکه ، اين ابزار نمايش اطلاعات پيکربندي براي همه کارتهاي شبکه مثل "شناسه هويت مکينتاش"،"پوشش زيرشبکه"جهت تقسيم شناسه به شرکت ميزبان و "شبکه دروازه پيشفرض" با يک نقطه دسترسي يا مسيرياب شناسه جهت ارسال اطلاعات ازرايانه ها بيکديگر درشبکه و"سامانه نامگذاري شبکه جهاني تارنماي وينوز" جهت ثبت شناسه هاي نت بايوس رايانه هاي سرويس گيرنده روي کارگزار پايگاه داده سامانه بصورت صف شده و اتصال رايانه ها بهم در شبکه و نمايش پيکربندي سامانه نام دامنه ميشود همچنين نمايش تنظيمات سامانه نام دامنه جهت اختصاص يک نام براي هرنشاني روي شبکه، اين ابزار همچنين قادربه نمايش اطلاعات تنظيمات پيکربندي براي همه کارتهاي شبکه مثل نشاني شناسه هويت مکينتاش ، پوشش زيرشبکه جهت تقسيم شناسه هويت به شرکت خدمات ميزبان و شبکه دروازه پيشفرض که شامل يک نقطه دسترسي يا مسيرياب شناسه هويت جهت ارسال اطلاعات ازيک رايانه به رايانه ديگر در شبکه و سامانه نامگذاري شبکه جهاني تارنماي وينوز جهت ثبت شناسه هاي هويت نت بايوس رايانه هاي سرويس گيرنده روي کارگزار پايگاه داده اي سامانه بصورت صف در انتظار و اتصال رايانه ها بهم در شبکه ، پيکربندي تنظيمات سامانه نام دامنه همچنين نمايش تنظيمات سامانه نام دامنه جهت اختصاص يک نام براي هرنشاني روي شبکه،اين ابزار همچنين قادربه نمايش اطلاعات تنظيمات پيکربندي براي همه کارتهاي شبکه مثل نشاني شناسه هويت مکينتاش،پوشش زيرشبکه جهت تقسيم شناسه هويت به شرکت خدمات ميزبان و شبکه دروازه پيشفرض که شامل يک نقطه دسترسي يا مسيرياب شناسه هويت جهت ارسال اطلاعات از يک رايانه برايانه ديگردرشبکه و سامانه نامگذاري شبکه جهاني تارنماي وينوزجهت ثبت شناسه هاي هويت نت بايوس رايانه هاي سرويس گيرنده روي کارگزارپايگاه داده اي سامانه بصورت صف درانتظارو اتصال رايانه ها بهم درشبکه،پيکربندي تنظيمات سامانه نام دامنه اينترنت که سبب اختصاص يک شناسه هويت(آي پي متغيريا ثابت)به نشاني دستگاه هررايانه روي خط اينترنت ميگردد
2115=ابزار "مرکز امنيت ويندوز" ابزاريست جهت بررسي امنيت رايانه شما در سه سطح اساسي "ديواره آتشين" ، "بروزرساني خودکار ويندوز" ، "حفاظت از ويروس يا بدافزار  اگر مشکل امنيتي در يکي از اين سطوح بوجود آيد (بعنوان مثال مثلا اگر برنامه آنتي ويروستان بروز نباشد يا دستگاهتان فاقد آنتي ويروس باشد)مرکز امنيت با يک هشدار در ناحيه سيني دستگاه در نوار وظيفه ويندوز با ارائه توصيه هايي بصورت پنجره خودبازشو در زمينه ارتقاء امنيت و سلامت رايانه و ويندوز شما را مطلع ميسازد
2116=ابزار "خصوصيات سيستم" ابزاري ست جهت نمايش اطلاعات سخت افزاري اصلي رايانه از قبيل نوع مدل پردازشگر و ميزان قدرت آن، مقدار حافظه کلي دستگاه ، مشاهده و تغيير تنظيمات مربوط به مديريت مصرف حافظه دستگاه و يافتن اطلاعات خاص سخت افزاري و ويژگيهاي وسيله هاي نصبي ، پيکربندي نمايه هاي کاربري، نمايش اطلاعات مربوط به اتصالات شبکه و نمايه هاي کاربري ورود به دستگاه و گزارش خطاهاي برنامه اي احتمالي دستگاه به ماکروسافت يا سرپرست دستگاه ، امکان تغيير نام کامپيوتر امکان تغيير کارايي ويندوز نمايش .بازيابي سيستم ، تنظيمات مربوط به بروزرساني خودکار ويندوز ، تنظيمات مربوط به اتصال از راه دور با رايانه ديگر جهت دريافت کمک از راه دور 
2117=ابزار "اطلاعات سيستم" جزئي از سيستم عامل ويندوزست که اطلاعات پيکربندي سيستم را از رايانه هاي محلي و نيز راه دور جمع آوري و نمايش ميدهد اين اطلاعات شامل پيکربندي سخت افزاري اجزاي رايانه و نرم افزاري ست که شامل درابورهاي نصب شده و ناشناخته براي سيستم شماست اين ابزار يک ابزار پشتيباني جهت يافتن سريع اطلاعات در مورد رايانه و سيستم عامل نصب شده روي آنست 
2118=ابزار "فرمان آمار شبکه قرارداد مديريت انتقال داده/قرارداد شبکه جهاني تارنما" جزئي از ابزارهاي سيستم عامل ويندوز است که تمامي اتصالات فعال پروتکل مديريت انتقال داده بهمراه درگاههاي پروتکل مديريت داده و پروتکل داده کاربري نمايش ميدهد تا مشخص کند کدام رايانه درحال انتظار ايجاد يک اتصال بوده برنامه اجرايي درگير ايجاد آن اتصال يا درگاه درگير در حال انتظار ايجاد آن اتصال را نمايش مي دهد توجه گردد نام اجرايي برنامه مرتبط داخل کلوشه در پايين آن ذکر شده و در بالا جزئيات آن فراخوانده شده است و بهمين ترتيب تا آنجا که قرارداد مديريت انتقال داده/شبکه جهاني تارنما نائل شود ادامه مييابد
2119=ابزار "صفحه کليد مجازي" يک صفحه کليد روي صفحه نمايش جهت کمک به کاربران معلول با اختلالات حرکتي است که به کاربران امکان تايپ اطلاعات بکمک اشاره با نشانگر موشواره يا دسته فرمان را ميدهد اين ابزار براي آندسته از کاربران معلول با حداقل سطح اختلالات حرکتي فراهم شده است اما اين ابزار براي کاربران عادي نيز ميتواند کاربرد امنيتي داشته باشد بعنوان مثال اگر روي رايانه اي که در آن کار ميکنيد احتمال بودن يک برنامه سیاهه نگار صفحه کليد که تمام سیاهه های کليدهاي فشرده شده از صفحه کليد را ثبت و ضبط مي کند  مي دهيد با اين ابزار قادر خواهيد بود بدون اينکه سوابق دکمه هاي صفحه کليد در جايي ذخيره شود اطلاعات خود را تايپ نماييد
2120=ابزار "يکپارچه ساز لوحفشرده" ابزاري جهت تجزيه تحليل حجمهاي محلي و يکپارچه سازي پوشه ها و پرونده هاي پراکنده اي که هر يک سسب اشغال فضايي واحد از لوحگردان ميشوند و نيز اتصال فضاهاي اشغال شده و نيز اشغال نشده از حجم بيکديگر اين ابزار با يکپارچه سازي و اتصال فضاهاي خالي آزاد لوحگردان بيکديگر سبب ميشود احتمال ذخيره پرونده هاي جديد بصورت پراکنده روي لوحگردان کمتر شده در نتيجه اين تغيير دستگاه شما بنحو کارآمدتري قادر به دسترسي به پرونده ها و پوشه و ذخيره انواع جديدتر بوده سرعت ويندوز بالاتر رفته مشکلات هادرديسک از قبيل از دست رفتن پارتيشن ها کمتر در نتيجه عمر آن بيشتر ميشود   
2121=ابزار "سرويس" ابزاري جهت شروع بکار ،توقف ، مکث، ادامه  غيرفعالسازي يک وظيفه يا عمل از برنامه هاي پوشه سيستم 32 موجود در پوشه ويندوز از لوحگردانيست که در آن سيستم عامل نصب شده است روي رايانه هاي خانگي يا با رايانه هاي ارتباط دور اين ابزار همچنين توانايي تنظيم عمليات بازيابي يک وظيفه يا عمل را در صورت مواجه با مشکلي را داراست مثل امکان شروع بکار خودکار يک وظيفه ، فعالسازي يا غيرفعالسازي عمل نمايه سخت افزاري خاص ، و ونمايش وضعيت و شرح مربوط به هر وظيفه از قابليت هاي اين ابزار است   
2122=ابزار "پوشه هاي اشتراکي" ابزاري جهت مديريت بر منابع اشتراک گذاشته شده روي يک شبکه ، مديريت مجوز سطوح دسترسي کاربر، نمايش فعاليت هر جلسه ، خصوصيات منابع به اشتراک گذاشته شده براي مشاهده خلاصه اي از اتصالات شبکه و منابع به اشتراک گذاشته شده براي رايانه هاي شبکه محلي و يا رايانه هاي شبکه راه دور اين ابزار همچنين قادر به نمايش فهرستي از همه کاربران راه دور متصل به شبکه با امکان قطع اتصال همه يا هر يک از آنها به تنهايي روي رايانه شما بوده  مي توانيد علاوه بر اينها فهرست پرونده هاي اشتراکي ساير کاربران راه دور شبکه را نيز توسط اين ابزار مشاهده کنيد 
2123=(ابزار "سياست گروه" شامل پيکربندي تنظيمات خط مشي رايانه و کاربر است که تنظيمات آن منجر به تعريف محيط اجزاي ميز کار کاربري مطابق ميل سرپرست دستگاه و نياز او ميشود (مثلا تعيين محدوديت جهت اجراي برنامه هايي که براي کاربران قابل دسترس اند ، يا برنامه هايي که قرارست روي ميزکار کاربري نمايان شوند ، و گزينه هاي منوي آغاز ويندوز     
2124=ابزار "افزودن/حذف اجزاي ويندوز" ابزاري جهت مديريت بربرنامه هاي نصبي ماکروسافت ويندوز روي رايانه . از اين ابزار جهت افزودن جزئياتي از برنامه هاي ويندوز که در نسخه پايه از ويندوز موجود نيستند يا جهت حذف اجزايي که در حال حاضر بدانها نياز نيست براي افزايش فضاي لوحگردان استفاده ميشود جهت انجام اينکار بکمک دکمه هاي "بالابر صفحه" و "پايين بر صفحه" از صفحه کليد ، کادر انتخاب سايه را روي هر کدام که مايليد جزئيات آن افزوده يا حذف شوند برده سپس بر روي دکمه جزئيات آنقدر کليک کنيد تا جزئيات هرقسمت ظاهر شوند سپس روي هر کدام را که مايليد تيک يا از تيک خارج نموده در نهايت با فشردن دکمه تاييد از آن خارج شويد در برخي موارد نياز به سي دي نصب ويندوز و در نهايت ريستارت سيستم نياز مي گردد  
2125=ابزار "ابزار پاک کننده بدافزارهاي مخرب ماکروسافت" ابزاريست جهت تجزيه تحليل رايانه شما از نظر آلودگي به برنامه هاي مخرب متداول براي کمک به حذف هر نوع آلودگي در صورت وجود.  اين برنامه هاي مخرب مي توانند ويروس ، کرم رايانه اي، اسب ترواي جاسوس و... باشد زمانيکه روند تشخيص آلودگي و حذف آن کامل گرديد اين ابزار با ارائه نمايش گزارشي از شرح نتايج تجزيه تحليل که شامل بدافزارهاي پيدا شده حذف شده يا حذف نشده است شما را مطلع ميسازد

[Junk Files Cleaner Options]
2202=: لوحگردانها جهت کاوش
2203=الگو
2204=شرح
2205=افزودن
2206=حذف
2207=بازنشاني به پيشفرض
2208=پاک کننده پرونده هاي آشغال::عمومي
2209=پاک کننده پرونده هاي آشغال:: استثنائات
2220=الگوي کاويدن جهت :
2221=ميتوانيد از علامتهاي ؟ و/يا * بعنوان نويسه هاي عام استفاده کنيد
2222=افزودن الگو
2223=افزودن الگوي مستثني
2224=ميتوانيد از علامتهاي ؟ و/يا * بعنوان نويسه هاي عام استفاده کنيد
2225=الگوي مستثني :
2226=حذف پرونده ها در سطل بازيابي
2227=ناديده گرفتن پرونده هاي در دسترس 24 ساعت گذشته    

[Junk Files Cleaner Tool]
2306=کاوش
2307=حذف
2308=در حال کاويدن
2309=لطفا در طي فرايند کاوش صبر کنيد
2310=لغو
2311=نام
2312=اندازه
2319=تعداد پرونده هاF :          
2320=اندازه کلT :          
2323=برخي پرونده ها هستند که مورد استفاده ويندوز يا برنامه ديگري مي باشند\n و در حال حاضر نميتوانند حذف شوند
2324=حداقل بايد يک لوح گردان و پسوند جهت آغاز کاوش برگزينيد
2325=ابزار "پاک کننده پرونده هاي آشغال" به شما اين امکان را ميدهد که  بتوانيد انواع پرونده هاي غيرضروري ناخواسته با پسوندهاي مختلف را از روي رايانه خود يافته پاک نماييد معمولا اين پرونده ها  توسط همان برنامه هايي که بطور موقت آنها را ايجاد کرده اند زمانيکه ديگر نيازي به آنها نيست بسرعت پاک مي گردند اما گاهي بر اثر يک اتفاق همچون کراش و در هم فرو ريختن برنامه و...که منجر به بستن غير منتظره اين برنامه ها ميشود بطور دائم در لوحگردانها باقيمانده موجب کاهش فضاي آزاد لوحهاي گردان از لوحفشرده و در نتيجه کاهش سرعت دستگاه ، هنگ دستگاه ، فريز دستگاه و... مي شوند
2326=پرونده : 
2327=در حال حذف پرونده ها

[Context Menu Junk Files Cleaner]
2313=باز کن
2314=براي Google جستجو در 
2315=باز کردن پوشه محتوا
2316=...خصوصيات
2317=انتخاب همه موارد
2318=عدم انتخاب همه موارد
2321=انتخاب موارد برگزيده
2322=عدم انتخاب موارد برگزيده

[Topmost Window]
4002=گزينه ها
4003=باز کردن پنجره اصلي
4004=حالت کشيدن و انداختن
4005=حالت شکارچي
4006=اندازه
4007=کوچک
4008=متوسط
4009=بزرگ
4010=اندازه پنجره
4011=خروج
4012=خروج از نصب
4013=توقف شروع خودکار با ويندوز
4014=کشتن پردازش  
4015=کشتن و حذف پردازش 
4016=بازکردن پوشه محتوا
4017=اطلاعات
4018=خصوصيات
4019=لغو
4020=! تنها يک پرونده در يک زمان پشتيباني شده است
4021=! شما يک پوشه را انداخته ايد لطفا پرونده اي را بکشيد و رها کنيد
4022=حذف يا خروج از نصب :
4023=حل نشد ! سعي کنيد به پنجره ديگري اشاره کنيد شمايل يا مورد نوار وظيفه
4024=از نصب خارج کنيد Uninstaller لطفا برنامه را با \n! نميتوان فرمان خروج از نصب را اجرا کرد
4025=سعي کنيد آنرا بطور دستي از نصب خارج نماييد \n نکته : جهت دريافت اطلاعات بيشتر به پنجره اصلي برنامه مراجعه کنيد \n !هيچ بسته نصبي يافت نگرديد   
4026=! نکته : براي فعال کردن دوباره آن از ابزار اجراي خودکار در برنامه اصلي استفاده کنيد\n !برنامه مورد نظر از راه انداز ويندوز غيرفعال شده است   
4027=!مراجعه کنيد Google نکته : براي جستجوي محلهاي غيرعمومي که جهت شروع بکارخودکار يک برنامه استفاده ميشوند به تارنماي\n!برنامه مورد نظر در محلهاي عمومي راه اندازي يافت نشد   
4028=! هرگونه داده ذخيره نشده از بين خواهد رفت\n آيا مطمئن به بستن برنامه برگزيده هستيد ؟
4029=خروج از نصب
4030=! هرگونه داده ذخيره نشده از بين خواهد رفت\n آيا مطمئن به بستن وحذف برنامه برگزيده هستيد ؟
4031=! منوي آغاز، نوار وظيفه ، و سيني دستگاه ، ناپديد مي گردند\n آيا مطمئن به بستن کاوشگر ويندوز هستيد ؟
4032=شروع خودکار با ويندوز
4033=شفافيت

[Scan After Uninstall]
4210=محل
4211=کليد
4212=مقدار
4213=داده
4214=پرونده
4215=! هيچ موردي انتخاب نشده براي حذف کردن حداقل يک مورد برگزينيد
4216=کاوش پس از خروج از نصب
4217=انتخاب همه
4218=خروج همه از انتخاب
4219=حذف
4220=پرونده هاي باقيمانده
4221=مقادير ثبتي پرونده هاي باقيمانده
4222=...در حال کاوش قبل از حروج از نصب ، لطفا صبر کنيد
4223=....در حال اجراي خروج از نصب                  
4224=لطفا وقتي عمليات خارج کننده برنامه از نصب به پايان رسيد براي کاوش پرونده ها و پوشه ها و کليدهاي ثبتي پسمانده باقيمانده دکمه کاوش را بفشاريد
4225=...کاوش پس از فرايند خروج از نصب قدري صبر کنيد
4226=! لطفا موارد فهرست شده را با دقت بررسي نماييد      
4227=بستن
4228=پرونده هاي باقيمانده فهرست در طول راه اندازي بعدي دستگاه حذف خواهند شد               
4229=! امکان دارد فرمان خروج از نصب معتبر نباشد\n!اجراي خارج کننده برنامه از نصب موفق نبود              
4230=قبلي
4231=بعدي
4232=حالت خروج از نصب را انتخاب کنيد             
4233=انواع حالتها
4234=حالت توکار تنها در حالتي اجرا ميگردد که خارج کننده برنامه از نصب بدون هيچگونه کاوش اضافي باشد         
4235=سطح ايمن - شامل کاوش حالت ايمن توکار برنامه بهمراه کاوشهاي اضافه در برنامه هاي ثبتي رجيستري \nو لوحهاي گردان جهت يافتن و حذف بقايا و پسماندهاي برنامه برگزيده بشکل ايمن و بي خطر براي سيستم \nکه سريعترين حالت حذف برنامه محسوب ميشود
4236=سطح متوسط - شامل کاوش حالت ايمن بهمراه يک کاوش عميق روي مسيرهاي رايج \nلوحهاي گردان و همچنين جدول برنامه هاي ثبتي رجيستري جهت يافتن و حذف بقايا\n و پسماندهاي برنامه برگزيده حذف شده       
ثبتي جهت يافتن اطلاعات پسمانده برنامه هاي خارج شده از نصب مي گردد
ثبتي  \nجهت يافتن اطلاعات پسمانده و بقاياي برنامه هاي حذف شده مي گردد       
4237=سطح پيشرفته - شامل کاوش حالت متوسط بهمراه يک کاوش عميق تر و کاملتر\nروي لوحهاي گردان و همچنين جدول برنامه هاي ثبتي رجيستري جهت يافتن وحذف\n کليه پسماندها و بقاياي برنامه حذف شده که کندترين پرخطرترين حالت حذف \nيرنامه ها محسوب ميشود
4238=در حال تحليل داده هاي برنامه قبل از حذف آن         
4239=راه اندازي برنامه تعبيه شده در خروج از نصب
4240=پس از اتمام مراحل خروج برنامه از نصب دکمه "بعدي" را جهت کاوش پرونده ها پوشه ها و موارد ثبتي پسمانده باقيمانده بفشاريد
4241=در حال انجام تجزيه تحليلهاي اوليه جهت خروج از نصب
4242=در حال کاوش اطلاعات پسمانده                 
4243=! خروج از نصب توکار انجام شد ، هم اکنون در حال کاوش موارد ثبتي و لوحگردانها سخت جهت پرونده ها پوشه ها موارد ثبتي پسمانده در ارتباط با برنامه خارج شده از نصب ....لطفا صـبر کنيد
4244=پسمانده موارد رجیستری/ثبتي يافت شده
4245=موارد رجیستری/ثبتي يافت شده :
4246=!توجه : لطفا با دقت موارد با حروف برجسته را جهت حذف شدن بررسي نماييد تمامي موارد برگزيده بهمراه زيرگروه هاي آنها حذف خواهند شد
4247=پوشه ها و پرونده هاي پسمانده يافت شده
4248=موارد يافت شده :
4249=رايانه من
4250=حذف کننده خارجي نتوانست حذف کننده توکار برنامه مورد نظر را اجرا نمايد امکان دارد فرمان حذف توکار برنامه غير معتبر يا اينکه برنامه خراب شده باشد لطفا با فشردن دکمه بازگشت بقبل حالت حذف کننده ديگري را امتحان نماييد 
4251=حذف کننده توکار برنامه پايان يافته است حذف کننده خارجي ردپاهاي باقيمانده برنامه را را پويش نکرد جهت پويش پرونده ها پوشه ها و موارد ثبتي باقيمانده برنامه در حال حذف دکمه بازگشت را فشرده و حالت خروج از نصب ديگري را امتحان نماييد  
4252=حذف کننده خارجي روال حذف را با موفقيت کامل نمود اما موارد ردپاهاي برنامه يافت نشدند جهت پويش عميق تر دکمه  بازگشت را فشرده و حالت حذف توسعه يافته ديگري  را امتحان نماييد  
4253=حذف کننده خارجي روال حذف را با موفقيت کامل نمود اگر مايل به جستجوي موارد بيشتر ردپاهاي برنامه هستيد لطفا دکمه بازگشت بعقب را فشرده و جهت يک پويش عميقتر حالت حذف پيشرفته را امتحان نماييد
4254=پايان
4255=آيا مطمئن به انتقال پرونده هاي انتخابي به سطل بازيافت هستيد ؟
4256=آيا مطمئن به حذف موارد رجیستری/ثبتي انتخابي در سطل بازيافت هستيد ؟
4257=! با موفقيت عملیات خروج از نصب را  به انجام رسانيد  Revo Uninstaller
4258=آيا مطمئن به صرفنظر از حذف موارد ثبتي پسمانده پيدا شده و ادامه مرحله بعدي هستيد ؟  
4259=آيا مطمئن هستيد ميخواهيد از حذف پرونده ها و پوشه ها پسمانده پيدا شده صرفنظر کرده وارد مرحله بعدي گرديد ؟    
4260=! کاوش جهت يافتن پسمانده هاي باقيمانده انجام شد . دکمه "بعد" را فشار  دهيد تا   نتايج جستجو را مشاهده کنيد      
4261=در حال ايجاد نقطه بازيابي دستگاه...
4262=! ساختن نقطه بازيابي دستگاه موفق نبود
4263=(ايجاد نقطه بازيابي دستگاه غيرفعال شده است (تنظيمات ->خروج از نصب
4264=! ساختن نقطه بازيابي دستگاه انجام شد

[About]
4300=: مترجمين

[ContextMenu Uninstaller]
5000=فرمانها
5001=اطلاعات
5002=براي Google جستجو در
5004=محل نصب
5005=...باز کردن پيوند درباره
5006=...باز کردن پيوند راهنما
5007=...باز کردن پيوند بروزرساني
5008=...Registry باز کردن کليد                     

[Common]
10000=تاييد
10001=لغو
10002=راهنما
10003=مسير
10004=راهنماي ابزار جاري
10005=صفحه خانگي
10006=درباره
10007=هشدار
10008=خطا
10009=بله
10010=خير

[Tooltips]
2000=تعويض به حالت خروج از نصب
2001=نمايش تابلوي ابزارها
2002=تنظيمات را تنظيم نماييد
2003=تعويض به حالت شکارچي
2004=نمايش فهرست برنامه هاي نصب شده را تغيير دهيد
2005=خارج کردن برنامه منتخب از نصب
2006=متغير برگزيده از فهرست رجیستری/ثبتي ويندوز حذف گردد ؟
2007=تازه سازي فهرست برنامه ها
2008=نسخه جاري خود را به آخرين نسخه بروزرساني مي کنيد ؟
2009=اطلاعات اضافي که به همه سوالات شما در مورد برنامه پاسخ ميدهد بيابيد
404=برنامه انتخاب شده را آغاز کن
405=برنامه انتخاب شده را متوقف و ببند
406=از شروع خودکار برنامه انتخاب شده ممانعت کن
506=پاکسازي گزينه هاي انتخاب شده
605=پاکسازي گزينه هاي انتخاب شده
705=پاکسازي گزينه هاي انتخاب شده
2106=اجراي ابزار انتخاب شده
2304=کاوش جهت پرونده هاي غيرضروري مطابق تنظيمات برگزيده
2305=حذف پرونده هاي انتخابي در سطل بازيابي

[UninstallerPro]
15000=عمومي
15001=مدير \n گروهها
15002=برنامه هاي جديد
15003=ساير برنامه ها
15004=نام
15005=تغيير نام
15006=Internet برنامه هاي               
15007=Games برنامه هاي بازي  
15008=Multimedia برنامه هاي چندرسانه اي
15009=Utilities برنامه هاي سودمند
15050=انتقال به بالا
15051=انتقال به پايين
15052=افزودن
15053=حذف
15054=ستونها
15055=حذف اين ستون
15056=ترازبندي
15057=چپ
15058=مرکز
15059=راست
15060=بهترين تناسب
15061=صادرات گزارش صفحه بشکل
15062=(TXT) يک پرونده با قالب          
15063=(HTML) يک پرونده با قالب      
15064=(XLS) يک پرونده با قالب     
15065=صار کردن
15066=ستونهايي را که ميخواهيد صادر کنيد را برگزينيد
15067=: نمايش برنامه هاي جديد نصبي بصورت
15068=روز گذشته
15069=از تاريخ آخرين شروع بکار خروج از نصب
15070=: نام گروه
15071=افزودن
15072=گروه
15073=برنامه هاي رديابي شده
15074=برنامه هاي \n رديابي شده
15075=همه برنامه ها
15076=همه \n برنامه ها
15077=حذف سیاهه
15078=حذف سفارشي
15079=Icon تغيير شمايل 
15080=افزودن به گروه
15081=حذف از گروه
15082=...در حال حذف
15083=در حال خروج از نصب سیاهه های پرونده ها و پوشه هاي برنامه :
15084=در حال خروج از نصب سیاهه های موارد ثبتی/رجیستری 
15085=برخي داده ها وجود دارند که ممکنست در رابطه با برنامه خروج از نصب باشند بدليل اينکه توسط برنامه خروج از نصب در طي نصبشان گزارش نشده بودند حذف نشدند جهت بازديد آنها و نيز در نهايت حذف آنها دکمه "حذف پيشرفته" را فشار دهيد 
15086=حذف پيشرفته
15087=مسير پرونده\پوشه
15088=....بارگزاري فهرست
15089=خارج نمودن متغيرهاي برگزيده از نصب
15090=...کليد رجیستری/ثبتي اصلي را باز کن
15091=گشودن همه
15092=جمع کردن همه
15093=نام مقدار
15094=پوشه سیاهه ها :
15095=عمليات تغيير نام پوشه ها و پرونده هاي سيستمي قبلي موجود را اجرا کن
15096=حذف اجباري           
15097=حذف\nاجباري           
15098=گشودن کليد منتخب
15099=جمع کردن کليد منتخب
15100=خروج از نصب کليد منتخب
15101=کليد برگزيده را بعنوان ايجاد شده علامتگذاري کن
15102=افزودن به فهرست استثناء
15103=پرونده سیاهه غیرمعتبر
15104=پرونده وجود ندارد ! يا نام پرونده معتبر را وارد کنيد يا عمليات را لغو کنيد                   
15105=فرايند را انتخاب کنيد                    
15106=افزودن فرايند به فهرست
15107=:مسير کامل فرايند                    
15108=افزودن کليد رجیستری/ثبتي           
15109=مسير کليد رجیستری/ثبتي
15110 =فرمان حذف اجباری بشما در حذف برنامه ها یاری میرساند و بقایای برنامه ها با نصب ناقص یا حذف شده را حذف می نماید شما میتوانید با تعیین مسیر بقایای پوشه یا پرونده یا با وارد کردن مسیر کامل یک پرونده یا شاخه برنامه ای که میخواهید حذف گردد آنرا از نصب خارج نمایید راه دیگر وارد کردن نام برنامه ای که قصد حذف آنرا دارید در قسمت نام دقیق برنامه است براساس اطلاعات وارده ، برنامه حذف کننده ابتدا بدنبال حذف کننده توکار موجود برنامه و سیاهه نصب مرتبط واقع درمدلهای برنامه های ردیابی شده و سیاهه پایگاه داده ها گردیده سپس در صورت وجود آنها را بصورت فهرست وار برای شما نمایش میده لطفا جهت حذف اجباری ابتدا نام دقیق برنامه و مسیر دقیق نصب آنرا برای حذف کننده مشخص کرده سپس اقدام به حذف اجباری برنامه نمایید
15111=حالتهاي کاوش
15112=توکار
15113=امن
15114=متوسط
15115=پيشرفته
15116=:  مسير کامل پرونده يا پوشه برنامه            
15117=: نام دقيق برنامه                        
15118=خروج از نصب توکار يافت شدند :
15119=خروج از نصب توکار برگزيده را اجرا کن
15120=نام برنامه
15121=فرمان خروج از نصب
15122=نوع
15123=32بيتي
15124=64بيتي
15125=کشتن پردازش و ادامه
15126=! پرونده برگزيده هم اکنون فرايندي در حال اجرا و پردازش است قبل از ادامه کار جهت خروج کامل آن از نصب و موارد مرتبط باآن لازم است عمليات پردازش کشته و متوقف شوند      
15127=کليدهاي رجیستری/ثبتي مستثني
15128=شامل شدن زيرکليدها  
15129=نمايش صفحه "برنامه هاي رديابي شده" هنگام شروع بکار
15130=: حذف پرونده ها و پوشه ها
15131=در پوشه پشتيبانگيري 
15132=در سطل بازيافت
15133=بطور دائم
15134=آيا مطمئن به خذف موارد انتخاب شده هستيد ؟
15135=پوشه
15136=پرونده ها
15137=پوشه ها و پرونده هاي احتمالي مرتبط
15138=اقلام رجیستری/ثبتي احتمالي مرتبط
15139=کليدها : 
15140=مقادير : 
15141=سیاهه پرونده ها و پوشه ها
15142=عمليات تغيير نام پوشه ها و پرونده هاي سيستمي قبلي موجود را اجرا کن
15143=آيا مطمئن به خروج از نصب موارد برگزيده هستيد ؟
15144=انتخاب شدند ، اما پرونده هاي باقيمانده در طول راه اندازي بعدي دستگاه حذف خواهند شد
15145=سیاهه موارد رجیستری/ثبتي
15146=...در حال خارج نمودن از نصب
15147=در حال کاوش بقاياي پرونده ها پوشه ها و موارد ثبتي پسمانده بر اساس اطلاعات فراهم شده اوليه
15148=در حال تجزيه تحليل و آغاز برنامه توکار خارج کننده از نصب براي خروج از نصب پيشفرض
15149=پس از اتمام عمليات خروج برنامه از نصب دکمه کاوش را جهت جستجوي بقاياي پرونده ها و پوشه ها و پسمانده هاي موارد ثبتي کليک نماييد
15150=فضاي لوحفشرده دردسترس کافي جهت نوشتن اطلاعات پرونده حافظه پنهان وجود ندارد
15151=خطاي نوشتن روي پرونده نهانگاه لطفا مطمئن شويد که مجوز دسترسي مناسب را داريد   
15152=خطای خواندن پرونده اطلاعات نهانگاه
15153=هيچ مورد پسمانده اي پيدا نکرد RevoUninstallerPro
15154=کاوش
15155=حذف\n سفارشي          
15156=مدل "همه برنامه ها" از منوي مدلها همه برنامه هاي نصب شده و اجزاي آنرا در کاربر جاري و ساير کابران ويندوز بشما نشان ميدهد که بدو گروه پيشفرض "جديد" و "ديگران" تقسيم شده در جزئيات نمايش از دکمه نوع نمايش از نوار ابزار يا از منوي زمينه شما قادر به مشاهده اطلاعات اضافي از قبيل خصوصيات نصب مثل تاريخ نصب نسخه برنامه نام شرکت توليد کننده مسير حذف برنامه و .. خواهيد بود تنظيمات براي اين حالت واقع در منوي ابزارها>تنظيمات>زبانه حذف کننده است
15157=مدل ردپاي برنامه ها از برنامه حذف کننده همه برنامه هايي را که با استفاده از برنامه حذف کننده در طي نصبشان را رديابي کرده ايد را نمايش مي دهد جهت رديابي يک برنامه به کمک برنامه حذف کننده کافيست بجاي نصب برنامه ها از طريق کليک روي بسته بندي اجرائي آنها ، روي بسته بندي پرونده نصب برنامه راست کليک کرده گزينه "نصب با برنامه حذف کننده" را برگزينيد يا اينکه تنها برنامه حذف کننده را باز کرده مراحل نصب نرم افزارها را از طريق فشردن دکمه "نصب برنامه ها" روي نوار ابزار برنامه پيگيري نماييد تنظيمات اين حالت در منوي ابزارها >پنجره تنظيمات >زبانه "حذف کننده" و نيز زبانه "برنامه هاي رديابي شده" موجود است 
15158=ثبت قانوني        
15159=پرونده راهنما
15160=نصب برنامه ها
15161=نصب\n(برنامه(ها
15162=قبل از حذف ، ايجاد يک نقطه بازيابي و پشتيبانگيري کامل رجیستری/ثبتي         
15163=... در حال پشتيبانگیری کامل رجیستری/ثبتي  
15164=(ايجاد نقطه بازيابي دستگاه و پشتيبانگیری کامل رجیستری/ثبتي غيرفعال شده است (منوي ابزارها>تنظيمات >زبانه حذف کننده 
15165=! پشتيبانگیری کامل رجیستری/ثبتي - انجام شد
15166=! پشتيبانگیری کامل رجیستری/ثبتي - موفق نبود
15167=(در ويندوز ويستا ، ويندوز7 يا ويندوز8 پشتيباني نشده)
15168=: سیاهه ها
15169=يا جهت خروج با راست کليک موشواره روي شمايل حالت شکارچي "خروج" را انتخاب نماييد     
15170=باز کردن پنجره بيشينه خروج مرحله به مرحله از نصب
15171=مسير پوشه
15172=نصب کنيد PDF-Reader جهت مشاهده پرونده راهنما لطفا يک            
15173=افزودن گروه جديد
15174=حذف گزارشهاي برگزيده
15175=بازسازي پرونده ذخيره سازي  
15176=! تمام جزئيات تنظيمات سفارشي شما بازنشاني خواهند شد \n آيا مطمئن به بازسازي پرونده ذخيره سازي برنامه هستيد ؟  
15177=مديريت
15178=صادرات ، واردات يا ويرايش سیاهه
15179=تغيير يا\nتعمير برنامه  
15180=تغيير يا تعمير
15181=پيوند بروزرساني
15182=سیاهه پايگاه داده ها
15183=سیاهه \n پايگاه داده
15184=: برنامه ها
15185=نام برنامه
15186=نسخه برنامه
15187=نسخه ويندوز
15188=بيت هاي ويندوز
15189=يافت شد
15190=را نمايش بده %s تنها گزارش وقايع سازگار با         
15191=تنها سیاهه %s را نمايش بده 
15192=سیاهه های منطبق شده :
15193=فهرست سیاهه پايگاه داده هاD :     
15194=: جستجو بر اساس
15195=سیاهه
15196=سیاهه ها
15197=برنامه
15198=برنامه ها
15199=نام
15200=حذف سريع
15201=حذف\nسريع
15202=در حال ايجاد پشتيبان سيستم اوليه
15203=%d از %d در حال حذف برنامه
15204=! تجزيه تحليل اوليه - انجام شد
15205=! اجراي خارج کننده توکار برنامه از نصب - انجام شد
15206=! اجراي خارج کننده توکار برنامه از نصب - موفق نبود
15207=...در حال کاوش پرونده هاي پسمانده ، پوشه ها و موارد رجیستری/ثبتي  
15208=...در حال حذف موارد پسمانده يافت شده
15209=حذف شده %d و مقادير %d بقاياي کليدهاي ثبتي   
15210=حذف شده %d و پرونده هاي %d بقاياي پوشه هاي  
15211=حذف سريع کامل شد
15212=وضعيت
15213=پس از اتمام عمليات خروج برنامه از نصب ،دکمه "ادامه" را جهت ادامه مراحل حذف فشار دهيد
15214=ادامه
15215=وارد شده
15216=افزودن توضيح
15217=ويرايش توضيح
15218=مدل ها
15219=تاريخ سیاهه
15220=...در حال آماده سازي اطلاعات سیاهه جهت حذف   
15221=مورد %d  از  %d         
15222=...در حال اجراي عمليات تغيير نام لازم
15223=آيا مطمئن به خروج از نصب سیاهه برگزيده هستيد ؟
15224=آيا مطمئن به خروج از نصب سیاهه های برگزيده هستيد ؟
15225=%d از %d در حال حذف سیاهه 
15226=صادرات همه
15227=پشتيبانگيري\nصرفنظر
15228=صرفنظراز ايجاد نقطه بازيابي و پشتيبانگيري کامل ثبتي     
15229=! پشتيبانگيري کامل رجیستری/ثبتي - صرفنظر شد
15230=! ايجاد نقطه بازيابي دستگاه - صرفنظر شد
15231=ويرايش سیاهه
15232=واردات سیاهه       
15233=صادرات سیاهه
15234=- درحال تجزيه سیاهه
15235=تغيير نام سیاهه        
15236=نام سیاهه
15237=ذخيره تغييرات
15238=اصلاح
15239=شمايل
15240=نمایه شمايل
15241=مولف
15242=زمان ايجاد
15243=زمان آخرين اصلاح
15244=زمان باقيمانده
15245=کليدهاي جیستری/ثبتي
15246=مقادير رجیستری/ثبتي
15247=ايجاد شده
15248=حذف شده
15249=تغيير نام داده             
15250=بازنويسي
15251=ناشناخته
15252=نام قديمي
15253=نام کامل
15254=نام کامل قديمي
15255=داده قديمي
15256=! مقادير رجیستری/ثبتي با چنين نامي از قبل موجود است
15257=افزودن کليد
15258=: نام کليد
15259=اصلاح نشده
15260=اصلاح کليد
15261=افزودن مقدار
15262=اصلاح مقدار
15263=تنظيم 
15264=نوع قديمي
15265=اجبار به توقف اجراي پرونده هاي اجرائي برنامه منتخب درحال حذف       
15266=جستجوي سیاهه مناسب حذف قبل از حذف عادي برنامه    
15267=آيا مطمئن به حذف سريع برنامه (هاي) برگزيده از نصب هستيد ؟
15268=از ميان سیاهه ها يک سیاهه مطابق با برنامه مورد نظر يافت شد که براي حذف برنامه استفاده خواهد شد \n در حال آغاز برنامه حذف کننده توکار برنامه جهت حذف پيشفرض 
15269=از سیاهه های پايگاه داده ها يک سیاهه مطابق با برنامه مورد نظر يافت شد که براي حذف برنامه استفاده خواهد شد\n در حال آغاز برنامه حذف کننده توکار برنامه جهت حذف پيشفرض
15270=بعد از اتمام کار خارج کننده برنامه از نصب دکمه "ادامه" را جهت مشاهده پرونده ها پوشه ها و موارد رجیستری/ثبتي پسمانده فشار دهيد
15271=! خطاي بارگیری پرونده سیاهه
15272=! خطاي تغييرنام پرونده سیاهه دريافتي
15273=مدل "سیاهه پايگاه داده ها" از برنامه حذف کننده فهرستي از سیاهه های برنامه هاي رديابي شده سازگار با ويندوز دستگاه شما را ارائه مي کند اين سیاهه های ذخیره شده روي تارنماي ما توسط گروه برنامه ریز برنامه حذف کننده ایجاد شده اند شما مي توانيد با استفاده از اين سیاهه های آماده شده از قبل برنامه هاي رديابي شده بسادگي اقدام به خروج از نصب برنامه هاي نصب شده روي رايانه خود با کليک روي دکمه "حذف برنامه" واقع روي نوار ابزار برنامه بنماييد ابتدا نام برنامه را جستجو سپس آنرا بحالت انتخاب درآورده بکمک دکمه" حذف برنامه" يا دکمه "حذف سفارشي" اقدام به خروج از نصب برنامه مورد نظر از رايانه خود نماييد   
15274=نسخه جاري : 
15275=بروزرساني کن
15276=بروزرساني خودکار سیاهه های پايگاه داده 
15277=! خطاي بارگیری سیاهه های پايگاه داده
15278=! خطاي بروزرساني سیاهه های پايگاه داده 
15279=! خطاي استخراج سیاهه های پايگاه داده           
15280=!  خطاي بازکردن سیاهه های پايگاه داده                
15281=: توضيحتان را وارد کنيد
15282=شمايل را انتخاب کنيد
15283=: مسير پرونده
15284=يک شمايل از فهرست زير برگزينيد :
15285=پرونده
15286=پوشه
15287=- در حال صادرات سیاهه
15288=- در حال واردات سیاهه
15289=کامل شده %d%% 
15290=صادر شده توسط
15291=سیاهه های مرتبط يافت شده
15292=(بله(توصيه ميگردد
15293=بنظر ميرسد سیاهه های فهرستي ايجاد شده توسط شما به برنامه اي که در حال حذف آن هستيد مرتبط است آيا مايل به استفاده از اطلاعات اين سیاهه در طي عمليات حذف برنامه مورد نظر هستيد ؟
15294=- در حال بارگيري سیاهه
15295=بنظر ميرسد سیاهه های فهرستي يافت شده در سیاهه های پایگاه داده به برنامه اي که در حال حذف آن هستيد مرتبط است اگر مايل به استفاده از هر گونه اطلاعات اين گزارش در طي عمليات خروج از نصب برنامه مورد نظر هستيد در مقابل هرکدام يک تيک بزنيد
15296=در ميان فهرست سیاهه های پايگاه داده اي ما يک سیاهه حذف مناسب وجود دارد \n آيا مايل به استفاده از آن جهت حذف کامل برنامه هستيد ؟ 
15297 = آیا مطمئن بحذف سیاهه(های) برگزیده از فهرست هستید؟
15298 = جهت صادرات حداقل بایست یک ستون انتخاب گردد
15299 = مسیر برای
15300 = استفاده از سیاهه برگزیده
15301 = منابع
15302 = هیچ حذف کننده توکار برنامه از فهرست انتخاب نشده است  \n آیا مطمئن به ادامه جستجوی پسمانده ها و بقایای برنامه با عدم بکارگیری یک حذف کننده توکار برنامه هستید ؟
15303 = درصورت تمایل به بکارگیری حذف کننده توکار در طی عملیات حذف یک حذف کننده توکار از فهرست برگزینید 
15304 =هیچ سیاهه ای از فهرست انتخاب نشده است \n آیا مایل به ادامه جستجوی بقایای برنامه در حال حذف و صرفنظر از بکارگیری سیاهه آن هستید؟
15305 = درصورت تمایل به بکارگیری سیاهه در طی عملیات حذف یک سیاهه از فهرست برگزینید 
15306 = ...در حال بارگزاری اطلاعات سیاهه
15307 = قبل از حذف از رجیستری پشتیبان کامل بگیر
15308 = ( پشتیبانگیری کامل از رجیستری غیرفعال شده است( تنظیمات>زبانه حذف کننده
15309 =مسیر :

15310 = استفاده از داده های حذف برنامه جهت یافتن ویژگی تاریخ نصب

[Auto Run Manager Pro]
15800=افزودن
15801=افزودن برنامه به شروع بکار ويندوز
15802=: تنظيم شروع خودکار براي      
15803=همه کاربران ویندوز
15804=کاربر جاري ویندوز
15805=: تنظيم شروع-خودکار از     
15806=Windows رجیستری : اجرا - در هر بار راه اندازي               
15807=Windows رجیستری : اجرا یکبار - تنها يکمرتيه ، طي راه اندازي بعدي        
15808=پوشه شروع بکار - در هر بار راه اندازي ويندوز                     
15809=مسير کامل) فرمان) :
15810=: نام
15811=از شروع بکار-خودکار حذف شد
15812=همه موارد نه در حال اجرا از شروع بکار خودکار حذف شدند
15813=همه موارد غيرفعال از شروع بکار خودکار حذف شدند
15814=خدمات
15815=باز کردن خدمات ويندوز

[General App]
16001=چاپ
16002=پيشنمايش چاپ
16003=تنظيمات چاپ
16004=نمايش
16005=نوار منو
16006=نوار ابزار اصلي
16007=تابلوي توضيحات
16008=نوار وضعيت
16009=نوار ابزار ابزارها
16010=پرونده
16011=راه انداز\nWindows
16012=پاکسازي\nپرونده هاي\nJunk
16013=ابزارهاي\nWindows                 
16014=پاکسازي\nInternet
16015=پاکسازي\nMicrosoft\nOffice                 
16016=پاکسازي\nWindows                 
16017=پاکسازي\nمدارک
16018=حذف\nغيرقابل بازيابي
16019=مدير\nپشتيبانگيري
16020=Revo Uninstaller نصب با    
16021=Revo Uninstaller حذف با 
16022=Revo Uninstaller نصب برنامه برگزيده با   
16023=Revo Uninstaller خروج برنامه برگزيده از نصب با  
16024=: پوشه پشتيبان
16025=پشتيبانگيري موارد ثبتي حذفي
16026=پشتيبانگيري پرونده ها و پوشه هاي حذفي
16027=(0x%08X نصب نشده است (رمز خطاي Microsoft Excel روي اين کامپيوتر 
16028=(0x%08X موفق نبود (رمز خطاي Microsoft Excel اجراي برنامه
16029=خطاي ناشناخته
16030=ثبتي
16031=صرفنظر از نمايش پيغامهاي اطلاعاتي برنامه         
16032=صرفنظر از نمايش پيغامهاي هشداري برنامه      
16033=پردازشها
16034=رديابي برنامه ها در حالت پنجره فشرده جمع جور
16035=عمليات شامل پردازش :                    
16036=عمليات خارج پردازش :                    
16037=مسير پردازش
16038=: پوسته بصري
16039=نوارهاي ابزار
16040=نمايش برچسبهاي متني
16041=نمايش شمايل کوچک
16042=آبي
16043=خاکستري
16044=مشکي
16045=نقره اي
16046=بومي
16047=بومي2
16048=بومي صاف
16049=خريد جواز قانوني
16050=بعد ازخريداری برنامه ، مجوز قانوني برنامه که بصورت يک شماره رديفي 30 رقمي است از طريق ايميل ثبت نام برايتان ارسال خواهد شد بمنظور فعالسازي برنامه شما نياز داريد ابتدا به شبکه جهاني تارنما متصل شده سپس دکمه راديويي فعالسازي درون خطي را انتخاب کرده شماره رديفي مجوز قانوني برنامه خريداري شده را داخل برگه باز شده زير آن وارد کنيد سپس دکمه فعالسازي را بفشاريد از آنجاييکه فعالسازي نياز به اتصال به شبکه جهاني تارنما دارد بايد کاري کنيد که ديواره آتشين ويندوز شما روند کار فعالسازي درونخطي را مسدود نکند سپس لازم است برنامه را راه اندازي کنيد درصورت داشتن هر گونه پرسش درخصوص ثبت نام از طریق بازدید از سایت برنامه واقع در منوی راهنما تماس بگيريد        
16051=ثبت برنامه 
16052=: شماره رديفي برنامه را اينجا وارد کنيد
16053=فعالسازي درون خطي
16054=کليه حقوق محفوظ است
16055=نسخه ثبت شده
16056=نسخه ثبت نشده
16057=هستيد ؟ اگر در حال بروزرساني برنامه هستيد دکمه "خير" را فشار دهيد Revo Uninstaller آيا مطمئن به حذف موارد پشتيبانگیریهای ايجاد شده سیاهه ها و ديگر موارد داده های برنامه 
16058=مترجم  :  
16059=پشتيبانگیری کامل از رجیستری/ثبتي بطور روزانه
16060=حذف سیاهه ردیابی شده برنامه پس از حذف
16061=نمايش شمايل کوچک در نمايش جزئيات
16062=( ...نمايش فرامين روي منو راست کليک ويندوز ( نصب با.../حذف با
16063=بطور پيشفرض همه بقایایي خروج از نصب را تيک انتخاب بزن
16064=خاکستري تيره
16065=آبي 2
16070=نوار ابزار فرمانها
16071=سفارشي
16072=پوسته
16073=رنگ زمينه سفارشي
16074=رنگ انتخابي سفارشي
16075=لطفا قبل از آغاز واردات يک سیاهه برنامه را ببنديد\nيا اينکه توسط زبانه "برنامه های ردیابی شده" از نوار ابزار -> زبانه "مدیریت"-> گزینه واردات سیاهه ميتوانيد مسير پوشه واردات سیاهه را تعيين کنيد 
16076=فعالسازي
16077=روش فعالسازي را انتخاب کنيد
16078=فعالسازي بروش درونخطي
16079=فعالسازي بروش پرونده
16080=دوره آزمايشي 30 روزه شما به پايان رسيده است جهت ادامه استفاده از اين محصول بايد جواز این نرم افزار را بخريد 
16081=بعد از اينکه شما برنامه حرفه اي حذف کننده  را خريداري نموديد جواز قانوني برنامه بشکل يک شماره رديفي 30 رقمه از طريق ايميلی که ثبت نام کرده اید دريافت خواهيد نمود بمنظور "فعالسازي بروش درونخطی" ابتدا به شبکه جهاني تارنما متصل شده با انتخاب دکمه راديويي فعالسازي درون خطي ، شماره رديفي جواز قانوني برنامه و نامتان را داخل فرم باز شده زير آن با رونوشت و چسباندن وارد سپس دکمه فعالسازي را بفشاريد از آنجاييکه فعالسازي نياز به اتصال به شبکه جهاني تارنما دارد بايد کاري کنيد که ديواره آتشين ويندوز شما روند کار فعالسازي درونخطي را مسدود نکند در پایان برنامه را یکبار بسته دوباره باز کنید درصورت داشتن هر گونه پرسش از طریق بازدید ازوبگاه برنامه واقع در منوی راهنما تماس بگیرید 
16082= بعد از اينکه شما برنامه حرفه اي حذف کننده را خريداري نموديد جواز قانوني برنامه بصورت يک شماره رديفي 30 رقمه از طريق ايميلی که با آن ثبت نام کرده اید دريافت خواهيد نمود بمنظور "فعالسازي بروش پرونده" باید شماره رديفي جواز قانوني برنامه بهمراه نامتان را داخل فرم باز شده زير آن بکمک عمل رونوشت و چسباندن وارد سپس دکمه "ذخيره پرونده" را بفشاريد سپس پرونده ايجاد شده را به ایمیل برنامه واقع در وبگاه برنامه در منوی راهنما تا ظرف يک شبانه روز کليد قفلگشای برنامه جهت فعالسازي برايتان ارسال شود در پایان برنامه را یکبار بسته دوباره باز کنید درصورت داشتن هر گونه پرسش در اين باره با يکي ازايميلهاي برنامه تماس بگيريد
16083= شما روش "فعالسازي بروش پرونده" را انتخاب نموديد بمحض ارسال پرونده فعالسازي به ايميل پشتيباني کليد قفلگشای برنامه را دريافت خواهيد نمود سپس با وارد نمودن آن بکمک رونوشت و چسباندن داخل فرم زير و فشردن دکمه فعالسازي برنامه بنام شما فعال شده پس از يکبار راه اندازي بطور نامحدود براي همه نسخه ها در آينده قابل استفاده خواهد بود درصورت داشتن هر گونه پرسش در اين باره با ايميل برنامه واقع در منوی راهنما تماس بگيريد
16084=بنابر يک تغيير روي رايانه شما برنامه نياز دوباره به فعالسازي مجدد پيدا کرده است جهت فعالسازي مجدد لطفا بر روي دکمه "فعالسازي" کليک کنيد درصورت داشتن هر گونه مشکل در ثبت برنامه با یکی از ايميلهای برنامه واقع در منوی راهنما تماس بگيريد
16085=!فعاسازي موفقيت آميز بود
16086=!فعاسازي موفق نبود
16087=هيچ اتصال شبکه جهاني تارنما جهت ارتباط با کارگزار فعالسازي وجود ندارد لطفا از ديواره آتش ويندوزخود مطمئن شويد که آيا دسترسي به وبگاه برنامه را مسدود نکرده است  
16088=: نام کاربر را وارد کنيد
16089=: (شماره رديفي را وارد نماييد (از رونوشت و چسباندن استفاده کنيد
16090=: (کليد قفلگشا را وارد نماييد (از رونوشت و چسباندن استفاده کنيد
16091=بازنشاني فرايند فعالسازي
16092=روزهاي باقيمانده :
16093=ذخيره پرونده
16094=جواز صادره براي 
16095=فعالسازي مجدد
16096=...فعالسازي در حال انجام است . لطفا صبر کنيد
16097=لطفا بجاي تايپ آنرا رونويسي و بچسبانيد\n شماره رديفي اشتباست           
16098=را راه اندازي کنيد Revo Uninstaller لطفا
16100=شماره رديفي :                     
16101=اطلاعات مجوز :
16102 = ارسال بازخورد
16103 = پشتیبانی درونخطی
16104 = بازنشانی تنظیمات تابلوهای پنجره اصلی
16105 = بازنشانی تنظیمات کنترل نمایش جزئیات
16106 = ! بازنشانی با موفقیت انجام شد \n را راه اندازی کنید Revo Uninstaller جهت اعمال تغییرات 
16107 = هیچ موردی تیک زده نشده است \n جهت ادامه کار باید حداقل یک مورد را تیک بزنید
16108 =نمایش صفحه راه اندازشروع بکار

[AppBar]
16900= سيستم رديابي تغییرات سیاهه ذخيره                
16901=کن متوقف را نصب رديابي
16902=مييابد ادامه معمول بطور برنامه نصب عمليات است سيستم تغييرات رديابي حال در برنامه\nنکرده اجرا يا باز آن نصب درطي ديگري چيز يا برنامه يا پرونده هيچ لطفا\nکنيد تنظيم را پيکربندي و اجرا را شده نصب برنامه درپايان \nسازيد ذخيره را تغييرات گزارش  "توقف" مربع دکمه فشردن با بسته را برنامه سپس
16903=نامي براي سیاهه وارد کنيد :
16904=نامي براي سیاهه وارد کرده و سپس دکمه "ذخيره" را بفشاريد
16905=برنامه نصب رديابي حال در
16906=در حال ذخيره داده ها ست Revo Uninstaller
16907=نميتوان اولويت فرمان لازم جهت خاموش کردن دستگاه را کسب کرد براي خاموش کردن دستگاه سعي کنيد آنرا بطور دستي خاموش کنيد
16908=نميتوان اولويت فرمان لازم جهت خاموش کردن دستگاه را تنظیم کرد براي خاموش کردن دستگاه آنرا بطور دستي خاموش کنيد
16909=لطفا نام سیاهه معتبري را وارد نماييد
16910 = آیا مطمئن به لغو عملیات سیاهه نگاری هستید؟


[JunkFilesCleanerPro]
17000=مستثني
17001=تاريخ آخرين ويرايش
17002=...کاوش پوشه

[EvidenceRemoverPro]
17300=نوع
17301=اندازه کل
17302=فضاي آزاد
17310=لوحفشرده محلی ثابت
17311=لوحفشرده همراه جداشدنی
17312=تخمين زمان باقيمانده =>        
17313=Days
17314=Hours
17315=Minutes
17316=Seconds
17317 = آیا مطمئن به توقف عملیات هستید؟


[WindowsToolsPro]
17400=بازيابي\n سيستم
17401=عيب شناس\n شبکه
17402=اطلاعات\n شبکه
17403=مرکز\n امنيت
17404=خصوصيات\n سيستم
17405=اطلاعات\n سيستم
17406=فرمان آمار شبکه\n TCP/IP
17407=صفحه کليد\n مجازي
17408=يکپارچه ساز\n لوحفشرده
17409=خدمات
17410=پوشه هاي\n اشتراکي
17411=سياست\n گروه
17412=نصب/حذف اجزاي ويندوز
17413=ابزار پاک کننده بدافزارهاي مخرب ماکروسافت   
17414=پشتيبانگيري و\nبازيابي ويندوز
17415=زمانبندي\nاجراي وظائف
17416=بررسي\n لوحفشرده  
17417=ترميم\n ويندوز
17450=ابزار "پشتيبانگيري و بازيابي ويندوز" در نسخه برداري از اطلاعات پرونده اي از همه کاربران يک رايانه يا تنها کاربر فعلي با ايجاد يک تصوير بازيابي سيستمي از کل اطلاعات رايانه بشما ياري مير ساند شما توسط اين ابزار قادريد براي ويندوز مشخص کنيد چه چيزهايي بعنوان پشتيبان انتخاب کند يا اينکه خودتان چيزهاي سفارشي از قبيل پوشه ها مجموعه کتابها و لوحگردانهايي که مايليد جهت تهيه نسخه پشتيبان بدان معرفي کنيد .محتواي يک پرونده از تصوير بازيابي سيستمي ايجادي توسط اين ابزار شامل کليه تنظيمات سفارشي ويندوز و سيستم و برنامه ها و اطلاعات پرونده اي ست که جهت بازيابي محتويات يک رايانه در صورت خرابي ناخواسته سيستم ويندوز يا لوحهاي گردان ،  يا بر اثر يک ويروس يا يک بدافزار يا خرابي سخت افزار يا نرم افزاري بکار ميرود
17451=ابزار "زمانبندي اجراي وظائف" بشما در برنامه ريزي اجراي خودکار سفارشي عمل يک وظيفه خاص در روز و ساعت خاص هنگام رخداد اتفاق خاص روي رايانه شما کمک مي کند اين ابزار امکان زمانبندي اجرا و راه اندازي وظائف همچون برنامه (ها)يا راه اندازي برنامه (هاي)متني نوشته شده بعد از فواصل زماني خاص يا در زمانهاي خاص از پيش تعريف شده را به کاربر ميدهد ابزار زمانبندي وظائف فهرستي از همه وظائف برنامه ريزي شده بصورت کتابخانه اي در خود ذخيره و نگهداري مي کند و با ارائه نمايشي سازماندهي شده روشي مناسب جهت مديريت آنها براي کابر فراهم مي آورد
17452=ابزار "بررسي لوحفشرده" ارتباط و يکپارچگي منطقي بين پرونده هاي سيستمي ويندوز در لوحگردان حاوي ويندوز نصبي را بررسي ميکند  اين ابزار مسائل مرتبط با قطاعها يا سکتورهاي خراب از قرص لوحگردان ، کلاسترها يا خوشه هاي پرونده اي گم شده ، پرونده ها با پيوند شکسته يا قطع شده ، خطاهاي فهرست شاخه ها ، و...را شناسايي و تعمير مي کند در ارتباط با اهميت کار اين ابزار کافيست بدانيد مشکلات ياد شده سبب ساز فروپاشي یا کراش در عملکرد ويندوز، ثابت شدن يا فريزسيستم ، کاهش قدرت سيستم ، افزايش طول مدت زمان خاموش شدن رايانه و... مي گردد
17453=ابزار "ترميم ويندوز" بشما در ترميم و بازيابي پرونده هاي سيستمي خراب يا آلوده ويندوز که در پوشه سيستم 32 از شاخه ويندوز واقع اند ياري خواهد رسانيد پس از اجراي برنامه شروع به اسکن پرونده هاي سيستمي ويندوز و بازجويي نسخه آنها مي کند درصورت يافتن پرونده هاي سيستمي مشکل دار از ويندوز سعي در جايگزيني با برونده هاي دي ال ال ذخيره در حافظه نهان ويندوز مي نمايد و اگر اين پرونده ها نيز موجود نبوده يا باز آلوده و يا خراب باشند در اينصورت از شما درخواست داخل کردن سي دي نصب ويندوز جهت آغاز ترميم ميکند   

[WindowsCleanerPro]
17500=حذف نهانگاه بندانگشتي

[UnrecoverableDeletePro]
17600=افزودن\n(پرونده(ها
17601=افزودن \nپوشه
17602=حذف\nدائمي
17603=در حال حذف
17604=...در حال محاسبه
17605 = موارد باقیمانده در فهرست در حال حاضر قادر به حذف شدن نیستند  \n مطمئن گردید که آیا این موارد توسط ویندوز یا برنامه دیگری در حال استفاده نباشند سپس دوباره امتحان کنید


[Backup Manager]
17800=مدير پشتيبان گير
17801=بازيابي
17802=حذف
17803=حذف همه
17804=بازيابي \n سفارشي
17812=...در حال بارگزاري درخت
17813=قبل
17814=بعد
17815=داده مربوط به نقطه بازيابي يافت نشد
17816=در حال پردازش
17817=%d از %d در حال پشتيبانگيري موارد                
17818=: نقاط بازيابي
17819=: اندازه کل
17820=مدير پشتيبان گيربشما در مديريت اطلاعات ذخيره پشتيبان برنامه پس از حذف هر متغير ثبتي پرونده اي يا پوشه اي حذف شده کمک ميکند تا با برگرداندن اطلاعات حذفي به نقطه بازيابي بتوانيد برنامه ها پرونده ها و اطلاعاتي که مايل به بازگرداندن آنها هستيد را انتخاب و سپس بازيابي نماييد . اگر مايل به آزادسازي فضاي لوحفشرده خود هستيد ميتوانيد همه يا برخي از نقاط بازيابي ايجاد شده را حذف کنيد 
17821=نام
17822=عمليات
17823=اندازه
17824=موارد رجیستری/ثبتي
17825=پرونده ها و پوشه ها
17826=ساعت
17827=تاريخ
17830=نام کليد/متغير
17831=داده
17835=مقدار پيشفرض
17836=%d مورد از %d در حال بازيابي
17837=در حال بازيابي
17838=نام پرونده/پوشه
17839=بازيابي سفارشي
17840=! خواندن پرونده پشتيبان داده با خطا مواجه شد                   
17841=پرونده ها و پوشه ها جهت بازيابي
17842=موارد رجیستری/ثبتي جهت بازيابي
17843=! فضاي لوحگردان کافي جهت نوشتن پرونده هاي پشتيبان داده وجود ندارد                     
17844=! نوشتن پرونده پشتيبان داده با خطا مواجه شد                    
17845=هستيد ؟ %s از %s آيا مطمئن به بازگرداندن عمليات                      
17846=آيا مطمئن به حذف همه نقاط بازيابي هستيد؟
17847=حذف\nبراساس زمان
17848=حذف همه پرونده هاي پشتيبان قديمتر از يک مدت يا تاريخ
17849=حذف همه پرونده هاي پشتيبان قديمتر از :
17850=: تاريخ انتخاب شده
17851=يک هفته
17852=دو هفته
17853=یک ماه
17854=سه ماه
17855=شش ماه
17856=يکسال
17857=تاريخ سفارشي
17858=که همه موارد پشتيبان را حذف خواهد نمود ، ادامه مي دهيد ؟ \n شما تاريخي جديدتر از امروز را انتخاب نموده ايد             

[TooltipsPro]
18200=را تنظيم کنيد Revo Uninstaller تنظيمات                                    
18201=نمايش فهرست برنامه هاي رديابي شده را تغيير دهيد
18202=را مديريت کنيد Revo Uninstaller اطلاعات پشتيبان ذخيره شده توسط                
18203=نصب نماييد Revo Uninstaller برنامه ها را از طريق               
18204=بقاياي برنامه هاي قبلا حذف شده را مجبور به خروج از نصب کنيد
18205=نمايش تمام برنامه هاي نصب شده
18206=نمايش برنامه هاي رديابي شده نصبي
18207=خروج از نصب برنامه هاي رديابي شده نصبي     
18208=حذف سفارشي برنامه هاي رديابي شده نصبي برگزيده     
18209=را بازيابي کن Revo Uninstaller نقطه بازيابي برگزيده از            
18210=سفارشي بازيابي کن Revo Uninstaller نقطه بازيابي برگزيده از
18211=حذف کن Revo Uninstaller نقطه بازيابي برگزيده از                  
18212=يک برنامه جهت شروع خودکار بهنگام راه اندازي ويندوز بيفزاييد   
18213=عمليات حذف مدارک را روي لوحگردانهاي يرگزيده را اجرا کن
18214=پرونده(ها) براي غيرقابل بازيابي شدن حذف بيفزاييد
18215=يک پوشه براي غيرقابل بازيابي شدن حذف بيفزاييد
18216=حذف پرونده ها و پوشه هاي افزوده شده
18217=حذف پرونده هاي نشانه گذاري شده
18218=تغيير يا تعمير نصب برنامه برگزيده
18219=(بسرعت برنامه برگزيده رااز نصب خارج کييد (همه بقاياي يافت شده بطور خودکار حذف خواهند شد
18220=افزودن مورد جديد به سیاهه
18221=تغيير موارد برگزيده
18222=حذف مورد برگزيده از سیاهه      
18223=HTML صادرات اطلاعات سیاهه جاري بشکل       

[Portable]
18500 =خطای درحال بارگیری بروزرسانی
18501 = خطای درحال استخراج بروزرسانی
18502 = درحال بروزرسانی
18503 = بروزرسانی باموفقیت کامل گردید
18504 =  پرونده %d  از  %d
18505 = قابل حمل
18506 = استفاده از پوشه ذخیره سازی داده های سفارشی
18507= فعال سازی حالت سریع بارگذاری
18508 = قبول
18509 =توافقنامه مجوز
